<template>
  <div class="my-camp ag-body" style="padding-top:0;">
    <!-- <div class="nav-header">
      <div class="nav-header-left">
        <a class="nav-header-back" href="javascript:" @click="goBack">
          <img src="../../assets/icon_back.png">
          &nbsp;</a>
      </div>
      <h1 class="nav-header-title">
        房车家族服务协议
      </h1>
      <div class="nav-header-right">
        <a class="nav-header-more"></a>
      </div>
    </div> -->
    <p class="ag-tit">房车家族服务协议</p>
    <p class="ag-tits">服务协议的确认和接纳</p>
    <div class="ag-txt">
      房车家族由北京露营者房车有限公司运营，涉及具体产品服务的，将由有资质的服务商提供。
      <span>如果用户（“用户”或“您”）在本网站、房车家族关联公司网站或其他房车家族提供的移动应用或软件上（以下简称“房车家族”），访问、预定或使用房车家族的产品或服务（以上统称为“服务”），便视为用户接受了以下免责说明（下称“本服务协议”或“本协议”），请您仔细阅读以下内容，尤其是以下加粗字体。如果您不同意以下任何内容，请立刻停止访问/使用本网站或其他任何移动应用或软件所提供的相关服务。</span>
    </div>
    <p class="ag-tits">1、总则</p>
    <div class="ag-txt">
      本协议内容包括协议正文、房车家族子频道各单项服务协议及其他房车家族已经发布的或将来可能发布的各类规则，包括但不限于免责声明、隐私政策、 产品预订须知、旅游合同、账户协议等其他协议（“其他条款”）。如果本协议与“其他条款”有不一致之处，则以“其他条款”为准。除另行明确声明外，任何房车家族提供的服务均受本协议约束。 <br><br>若您作为房车家族的关联公司或合作公司的用户登陆房车家族平台，访问房车家族网站或使用房车家族服务，即视为您同意本协议的所有条款及房车家族公布的其他规则、说明和操作指引。
    </div>
    <p class="ag-tits">2、服务简介</p>
    <div class="ag-txt">
      北京露营者房车有限公司运用自己的操作系统通过国际互联网络为用户提供网络会员服务。<br>
      用户必须：<br> ⑴提供设备，包括个人电脑一台、调制解调器一个及配备上网装置。<br> ⑵个人上网和支付与此服务有关的电话费用。<br><br>考虑到房车家族络会员服务的重要性，用户同意：<br> ⑴提供及时、详尽及准确的个人资料。<br>⑵不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。
      <br><br>另外，用户可授权北京露营者房车有限公司向第三方透露其基本资料，但北京露营者房车有限公司不能公开用户的补充资料。除非：<br> ⑴用户要求北京露营者房车有限公司或授权某人通过电子邮件服务透露这些信息。 <br>⑵相应的法律要求及程序要求北京露营者房车有限公司提供用户的个人资料。<br><br>如果用户提供的资料不准确，北京露营者房车有限公司保留结束用户使用房车家族络会员服务的权利。<br><br>用户在享用房车家族络会员服务的同时，同意接受房车家族络会员服务提供的各类信息服务，<span>包括但不限于EDM、短信、房车家族App信息推送、PC端广告等服务类及营销类信息。</span>
    </div>
    <p class="ag-tits">3、服务条款的修改</p>
    <div class="ag-txt">
      房车家族会在必要时修改服务条款，如制订、修改本协议及/或各类规则向用户提供基于互联网以及移动网的相关服务的，应在本页面及其相应页面提前公布通知，用户应该定期登陆本页面及其他相关页面，了解最新的协议内容。变更后的协议和规则在本页面及相关页面公布后七天，将自动生效。
      <span>如您不同意相关变更，应当立即停止访问房车家族或使用房车家族服务，若用户在网站协议和规则变更七日后继续使用房车家族服务的，即表示您接受已经修订的协议和规则。</span>
    </div>
    <p class="ag-tits">4、服务变更、中断、终止</p>
    <div class="ag-txt">
      <span>您完全理解并同意，本服务涉及到互联网及移动通讯等服务，可能会受到各个环节不稳定因素的影响。因此任何因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机、GSM网络、互联网络、通信线路等其他房车家族无法预测或控制的原因，造成服务中断、取消或终止的风险，由此给您带来的损失房车家族不承担赔偿责任。 房车家族需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费网络服务）在合理时间内的中断，房车家族无需为此承担任何责任，但房车家族应尽可能事先进行通知。<br>您完全理解并同意，除本服务协议另有规定外，鉴于网络服务的特殊性，房车家族有可能变更、中断或终止部分或全部的网络服务，房车家族无需为此承担任何责任，但房车家族应尽可能事先进行通知，并尽可能给您预留时间以便处理相关权益。</span>
    </div>
    <p class="ag-tits">5、使用规则</p>
    <div class="ag-txt">
      用户在使用房车家族服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用该服务进行任何违法或不正当的活动，包括但不限于下列行为：<br>
      <span>上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：</span><br>
      (1)反对宪法所确定的基本原则的； <br>(2)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； <br>(3)损害国家荣誉和利益的； <br>(4)煽动民族仇恨、民族歧视、破坏民族团结的； <br>(5)破坏国家宗教政策，宣扬邪教和封建迷信的； <br>(6)散布谣言，扰乱社会秩序，破坏社会稳定的； <br>(7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； <br>(8)侮辱或者诽谤他人，侵害他人合法权利的； <br>(9)含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；<br>(10)含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。<br>
      <span>为任何非法目的而使用网络服务系统。 利用房车家族络服务从事以下活动：</span><br>
      (1)未经允许，进入计算机信息网络或者使用计算机信息网络资源的； 未经允许，对计算机信息网络功能进行删除、修改或者增加的；未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；故意制作、传播计算机病毒等破坏性程序的；其他危害计算机信息网络安全的行为。
    </div>
  </div>
</template>
<script>
  import Navheader from '../Common/Navheader'
  export default {
    components: {
      Navheader
    },
    data: () => ({
    }),
    methods: {
      goBack: function () {
        this.$router.push({
          name: 'feed'
        })
      }
    }
  }
</script>
