<template>
  <div id="">
    

    <div class="panel">
      <div class="panel-heading" id="tab-container-3">
        <div class="text-lg padder-v">租车须知</div>
      </div>
      <div class="panel-body">
        <p>门店取车（取车流程）</p>
 <p>
1.出示取车确认号<br>
从玩房车确认短信或者玩房车订单详情页中找出并向店员出示取车确认号（confirmation number），以便店员找到您的订单。
</p>
<p>
2.出示取车证件<br>
请向店员出示证件本人二代身份证、本人国内有效驾驶证正副本、本人国内有效信用卡。
</p>
<p>
3.信用卡担保<br>
和住酒店一样，取车时会从信用卡刷预授权作为押金，还车时再进行所有消费项目的结算。押金通常为租车金额的1.5-3倍，请携带有足够额度的信用卡。
</p>
<p>
4.签订租车合同<br>
请仔细阅读租车合同上的内容条款及费用明细，如有疑问请立即提出，确认无误后再签字。注意保管好所有合同及单据。
</p>
<p>
5.车场取车<br>
取车前仔细验车，不要怕麻烦，有问题当场指正记录并拍照。如发现玻璃、轮胎损坏或其他严重问题，请要求更换车辆
</p>
      </div>
<div class="panel-body resstText">
	<p>门店取车（取车注意事项）</p>
	<p><span>带齐相关证件取车</span><br />请在约定时间带齐相关取车证件原件前往取车，若因增加错漏，将不退还预付款。</p>
<p><span>租用儿童座椅</span><br />如果同行的小朋友系安全带时会卡到脖子，建议使用安全座椅或增高垫。如需额外座椅在当地门店可提供，费用现场支付（自行购买亦可）。</p>
<p><span>车辆跨岛或者过境需登记</span><br />如您计划开往其它国家/地区/岛屿，请主动说明，并由店员标记在合同上，否则过境后保险可能失效。</p>
<p><span>确认油箱油量和燃油类型</span><br />若您的订单未包含赠送一箱燃油，请确认油箱油量，还车时按照相同油量归还；</p>
</div>
<div class="panel-body resstText">
	<p>路上用车（注意事项)</p>
	<p><span>安全驾驶</span><br />驾驶时请遵守当地交通法律法规，勿进行拨打、接听手持电话等妨碍安全驾驶的行为，否则将被处以罚单，严重时会被强行扣车，此种情况承租人负全责。</p>
<p><span>爱护车辆</span><br />承租期间，请您像爱惜自己的车辆一样爱护租车公司的车辆。</p>
<p>以下情况不在车行保险的承保范围内：</p>
<ul>
	<li>1.因不恰当使用车辆造成的损失，如站在车顶拍照导致车盖刮花、在车内吸烟。</li>
	<li>2.烟头烫坏地毯等。</li>
	<li>3.因车辆钥匙丢失、损坏、或将车辆长时间停在人烟稀少的地方导致车辆被盗。</li>
	<li>4.由未经登记的驾驶人驾驶车辆造成的车辆损坏。</li>
	<li>5.因超速驾驶，酒后驾驶或违反旅行国法律法规而导致的车辆损坏。</li>
	<li>6.不被租车公司认可的自主修车费用。</li>
	<li>7.车辆涉水造成的车辆损坏。</li>
	<li>8.发生车损未报警，缺少警方报告。</li>
</ul>
<p><span>保持车辆整洁</span><br />禁止在车内吸烟，还车时车内外的清洁状况需要保持与提车时一致，否则会被租车公司收取清洁费用</p>
<p><span>事故/故障</span><br />租车公司规定，在租用车辆期间，若发生任何车辆损坏或事故时，请第一时间报警并获得警方报告，否则车辆保险将会失效，车损费用将由您承担。<br />另外您也必须立即拨打租车公司的电话，按照租车公司指引进行修理或更换汽车，请保留所有被要求完
成的文件副本。</p>
<p>宠物<br />不可携带任何动物上车</p>
</div>
<div class="panel-body resstText">
	<p>门店还车（还车注意事项）</p>
	<p><span>提前取车/提前还车/延迟还车</span><br />若您在门店许可的情况下提前取车，请提前同样的时间还车，否则门店会按照门市价格收取您额外的租赁费用。<br />您在租车合同中约定的还车时间前提前还车，或由于您自身行为（例如违规驾驶、违反租车合同条款等）导致车行终止合同，剩余未使用天数的车辆租金租车公司将不会退还，费用仍以合同中完整的租期计算<br />您在租车合同中约定的还车时间之外延迟还车，租车公司将按照租车公司门市价格额外收取您相关的租赁费用，该费用由您抵达门店之后额外支付</p>
<p><span>保留最后一次加油小票</span><br />保留还车前最后一次加油小票，避免还车时工作人员对所剩油量有争议，特别是油满取还的套餐。</p>
<p><span>与店员确认车</span><br />还车时如果店员指出一些新的划痕或损坏位置，请与您提车时的验车单以及照片仔细核对清楚后再签字。</p>
<p><span>请勿遗落个人物品</span><br />还车时请检查好个人行李、租赁的WiFi、GPS等贵重物品，以免造成财务损失。</p>
</div>
<div class="panel-body resstText">
	<p>退改规则（待确认优化）</p>
	<p>车时间（当地时间）距当前时间≥7x24小时前免费取消；超过取车时间无法取消，未取车将会被收取全额预付租金，提前还车不退还剩余租金。<br />若取消订单的时间（当地时间）距离取车时间前48小时以内，请联络租车公司或玩房车客服，如可退款将由人工操作退回。</p>
</div>
    </div>

    
  </div>
</template>
<script>
import { Actionsheet, Popup } from 'vux'
import costTxt from './cost.vue'
export default {
  components: {
    Actionsheet,
    Popup,
    costTxt
  },
  data () {
    return {
      contract: false
    }
  },
  methods: {
    submit () {
      this.contract = true
    }
  }
}
</script>
